"use strict";
// Создайте файл `mathUtils.ts`:
// В этом файле определите две простые функции: одну для сложения чисел, другую для их умножения.
// Экспортируйте (именнованно) эти функции, чтобы они были доступны в других файлах.
// Создайте файл `app.ts`:
// В этом файле необходимо использовать функции, которые определили в `mathUtils.ts`.
// Импортируйте их и вызовите с примерами данных, чтобы убедиться, что все работает правильно.
// Запустите проект:
// Чтобы увидеть результаты, скомпилируйте TypeScript в JavaScript (с помощью команды `tsc`, если у вас настроен `tsconfig.json`) и выполните скомпилированный файл `app.js` (например, через Node.js).
